{
    "type": [
        {
            "item": "首页",
            "Url": "computers"
        },
        {
            "item": "销量",
            "Url": "art"
        },
        {
            "item": "编辑",
            "Url": "music"
        },
        {
            "item": "我",
            "Url": "history"
        }
    ],

    "sites": [
        {
        	"id": "1",
            "Name": "Google",
            "Url": "www.google.com",
            "Country": "USA",
            "img":"user.png",
            "author":"阿尔法汪",
            "source":"互联网",
            "title": "哪些行为看上去很帅，其实很傻？",
            "content": "喝酒，不是一般的喝酒，而是饭局上为了显摆自己那种一口闷式的喝酒.比如那个杯子强行灌下一大口白酒，然后面部抽搐还顺带一声“哎咦啊哎-！”可能这样的人自己觉得自己很有气势吧。",
            "zan": "152",
            "pin": "652"
        },
        {
        	"id": "2",
            "Name": "菜鸟教程",
            "Url": "www.runoob.com",
            "Country": "CN",
            "img":"load.jpg",
            "author":"隔壁老王",
            "source":"音乐",
            "title": "网易云音乐有哪些打动你的评论？",
            "content": "我一直是普通的人，长得不是很好看但是也不丑，只是普通的男生身高而已，没有特别擅长的事情，学习也是普通，运动也是普通，唱歌也是普通。可能我一生都是这样的吧，普通的生，普通的死",
            "zan": "152",
            "pin": "652"            
        },
        {
        	"id": "3",
            "Name": "Facebook",
            "Url": "www.facebook.com",
            "Country": "USA",
            "img":"user.png",
            "author":"WUWENSHI",
            "source":"阅读",
            "title": "为什么觉得读的书越多，三观越不正？",
            "content": "读书是一种心灵活动，没有养成读书习惯的人，以视野而言，眼前的世界是禁锢的，他只能看见他周遭所发生的事。而关于读书的目的，苏东坡和黄庭坚在聊天时说过，“三日不读书，便觉语言无味，面目可憎。”这话的意思是说，读书使人得到一种优雅和风味。古人讲“万般皆下品，惟有读书高”，在他们看来，读书的功利性是淡的，读书是雅事，也是乐事。而现代人则不同，今人读书或为改变心智，正三观，或为求取学位，涨姿势。题主说读的书越多，三观越不正。其实这里的三观正，就是一个伪命题。读书使人得新知，增学问，除鄙见，省自我。人之不读书，必受世俗中种种陋见所蒙蔽，人云亦云而洋洋得意。甲君不好读书，却自以为什么都懂，与人交流夸夸其谈，观点空泛而缺实质。他的思想来自新闻微博，公众号与知乎高赞，他洞悉时事热点中的一贯政治正确，见他指点江山之际，你是不是觉得说得很对，三观很正？其实你也不必听他高谈阔论，自己多上上网便能知晓。只为“三观正”，那又何必读书？读书愈多，愈知道自己的不足。前面提到的不读书使人“面目可憎”，这便是流俗。须知世上流俗的人很多，永远处在群体之中，从来没有自己声音的便是。而学问和思想是随着读书时间的推移，慢慢滋养出来的。同一本书，同一读者，不同时期就能读出不能的领悟来。十八岁看三国演义是热血英雄，四十岁看便是人世无常，少年人看不懂庄子，老年再看，或许又颇有感悟。那么十八岁的三观和四十岁的三观，哪个更正？我要这正三观，有何用？叔本华讲一个人若一味读书而不思考，只能为书本所累，被别人的思想牵着鼻子走。题主觉得读的书很多，那么留在精神层面的有多少？掩卷之后自己思考过的东西又有多少？读书和读书是不一样的，阅读的一部分本质就是被困惑，而且知道自己被困惑，如果你对一篇文章连一点怀疑也没有，那么你就不可能期望它能给你一些原本就没有的视野。最后再谈谈题主说的“会有一种自己的想法和别人不一样的感觉”，这不是很正常的吗？没上过高中的乙君和哲学研究生毕业的丙君能讨论康德黑格尔吗？听古典乐的张三会因为李四说民族乐棒棒哒和他大打出手吗？宿舍里爱好文学的小明会去试图跟一心上王者的小强讨论钱钟书王小波吗？不会，他只会去图书馆里找同样醉心当代文学的小红。",
            "zan": "152",
            "pin": "652"           
        },
        {
        	"id": "4",
            "Name": "微博",
            "Url": "www.weibo.com",
            "Country": "CN",
            "img":"load.jpg",
            "author":"离别",
            "source":"信息技术（IT）",
            "title": "程序员老了怎么办，可有出路？",
            "content": "虽然行业人才总是正态分布的，只有少数人能到顶尖，但是技术阶层是流动的。我这个回答只是给出了一条我能看到的路，指向着技术阶层上层的流动方向，以兴趣为主导。如果只是把写程序当作是一份养家糊口工作，那在技术阶层的流动中，确定很难比得过其他更热爱的人。“程序员老了该怎么办？”我觉得并没有一个答案，可以使得所有程序员看了就解决这个问题了。其实大家所在的各自公司肯定也有我回答的这种“答案”，只是大多数人只想仰望着他们，同时抱怨着“坑少萝卜多”。技术岗的阶层流动相对管理岗的阶层流动真的单纯很多，并没有多少值得抱怨的。",
            "zan": "152",
            "pin": "652"            
        }
    ],

    "list": [
        {
            "productid": "FI-SW-01",
            "productname": "Koi"
        },
        {
            "productid": "K9-DL-01",
            "productname": "Dalmation"
        },
        {
            "productid": "RP-SN-01",
            "productname": "Rattlesnake"
        },
        {
            "productid": "RP-LI-02",
            "productname": "Iguana"
        },
        {
            "productid": "FL-DSH-01",
            "productname": "Manx"
        },
        {
            "productid": "FL-DLH-02",
            "productname": "Persian"
        },
        {
            "productid": "AV-CB-01",
            "productname": "Amazon Parrot"
        }
    ]
}
